<?php
// +----------------------------------------------------------------------
// | AY [ 嘉游科技 ]
// +----------------------------------------------------------------------
// | Copyright © 2018~2019 https://ayjiayou.com All rights reserved.
// +----------------------------------------------------------------------
// | Author: allyfireshen
// +----------------------------------------------------------------------
// | DateTime: 2019/4/10 16:19
// +----------------------------------------------------------------------

namespace ObfuscateIds;

use InvalidArgumentException;

class ObfuscateIdsException extends InvalidArgumentException
{

}